---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TopographyLinkPath
source: html/3a023d35-faa0-39e5-fc77-824a65216c50.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TopographyLinkPath Property

"Saved Path"

## Syntax (C#)
```csharp
public static ForgeTypeId TopographyLinkPath { get; }
```